<template>
     <div>
       <div class="box">
            <!-- <h4>接收参数:{{this.id}}</h4> -->
            <div class="title">行由心教育有限公司</div>
            <div class="text">
              <p>河南行由心教育科技有限公司，以美育教育、体育教育和传承与弘扬中华优秀传统文化为己任，
                致力于打造中国最优秀的综合素质教育平台。公司以青少年为主体在学校、家庭、社会方面齐抓共管，
                通过策划组织专业赛事、大型活动、电视栏目、专家论坛、在线课堂等形式，使青少年筑牢民族文化自信、价值自信。
              </p>
              <p>
                让学校成为'最阳光'、'最安全'的地方”是我们的最终目标和努力方向。公司主营业务分为：教育信息化、
                智能化云平台、大数据治理与运维服务。自主云研究“一山智能·APP”安全校园管理平台
                ，是一个集务管理、班级管理、在线辅导、德育教育等服务平台，包括无障碍门智能管理系统
                、教务管理系统系统、智能教室、同步课堂、宿舍管理系统、云数据分析等教育类科技产品。
              </p>
              <p>
                让学校成为'最阳光'、'最安全'的地方”是我们的最终目标和努力方向。公司主营业务分为
                ：教育信息化、智能化云平台、大数据治理与运维服务。自主云研究“一山智能·APP”安全校园管理平台，
                是一个集务管理、班级管理、在线辅导、德育教育等服务平台，包括无障碍门智能管理系统、
                教务管理系统系统、智能教室、同步课堂、宿舍管理系统、云数据分析等教育类科技产品。
              </p>
              <p>
              让学校成为'最阳光'、'最安全'的地方”是我们的最终目标和努力方向。公司主营业务分为：
              教育信息化、智能化云平台、大数据治理与运维服务。
              自主云研究“一山智能·APP”安全校园管理平台，是一个集务管理、班级管理、在线辅导、
              德育教育等服务平台，包括无障碍门智能管理系统、教务管理系统系统、智能教室、同步课堂、
              宿舍管理系统、云数据分析等教育类科技产品。
              </p>
            </div>
       </div>
    </div>
</template>
<script>
    export default {
    data(){
      return{
          id:""
      }
    },
    created(){
        let id=this.$route.query.id;
        this.id = id
        // console.log("接收参数:",id)
    },
    mounted(){

    },
    methods:{

    }

  }
</script>

<style scoped>
  .box{
      width: 1000px;
      margin: 0 auto;
      /* font-family: PingFang SC-Medium, PingFang SC; */
  }
  .box .title{
      margin-bottom: 20px;
      width: 100%;
      white-space:wrap;
      font-size: 40px;
      font-weight: 500;
      color: #333333;
  }
  .box .text{
      font-size: 20px;
      font-weight: 500;
      color: #5B5B5B;
  }
</style>